Repository: kingrpaul/eo-glossary
Catalog: tm/eto-el-ligno_project_en_eo.tmx
Source language: en_gb
Languages: eo

source: And Doubt crept in.
eo: Kaj Dubo enŝteliĝis.

source: And as he sat on the fallen tree beside the rivulet, idly knocking stones into the rushing water with his stick, he reflected upon those banal truisms that epitomise two-thirds of life.
eo: Kaj dum li sidis sur la falinta arbo apud la rojo senokupe frapante ŝtonojn en la torentan akvon per sia bastono, li pripensis tiujn banalajn evidentaĵojn kiuj epitomiĝas la du trionoj da vivo.

source: And in due course a workman⁠—it was the foreman of the mill⁠—came from his post inside to make investigations.
eo: Kaj post iom da tempo laboristo⁠—estis la laborestro de la muelilo⁠—elvenis el sia posteno ene por fari enketojn.

source: And so, finally, it came to a wooden trough that led off some of the precious water to a sawmill where bare-armed men did practical and necessary things.
eo: Kaj tiel finfine, ĝi venis al ligna trogo kiu forkondukis iom el la altvalora akvo al segejo kie senmanikaj viroj faris praktikajn kaj necesajn aferojn.

source: And that scrap of wood he idly set in motion out of impulse also went its destined way upon the hurrying water that never dared to stop.
eo: Kaj tiu peceĉo de ligno, kiun li senokupe ekmovis pro impulso ankaŭ iris laŭ sia destinita vojo sur la rapidanta akvo kiu neniam kuraĝis halti.

source: And then he hurried out towards the sanatorium.
eo: Kaj tiam li rapidis al la sanatorio.

source: And upon that moment’s wobbling hung tragic issues⁠—issues of life and death.
eo: Kaj, sur tiu momento da voblo pendis tragediaj aferoj⁠—aferoj pri vivo kaj morto.

source: As he folded its crumpled and recalcitrant sheets with sentimental care about the precious object his eye fell carelessly upon the paragraph.
eo: Dum li faldis ĝiajn ĉifitajn kaj obstinajn foliojn kun sentimentala atento cirkaŭ la altvalora objeckto, lia okulo falis senatente sur la paragrafon.

source: At any other spot the pressure of the water must have smashed it into pulp, and the wheel have continued as before; but it was caught in the one place where the various tensions held it fast immovably.
eo: En iu ajn alia loko la premo de la akvo certe frakasus ĝin en pulpo, kaj la rado estus daŭrinta kiel antaŭe; sed ĝi estis kaptita en la unu loko kie la diversaj streĉoj tenis ĝin firme nemoveble.

source: At the parting of the ways its angles delayed it for a moment, undecided which way to take.
eo: Ĉe la disiĝo de la vojoj ĝiaj anguloj prokrastis ĝin por momento, nedecidite pri kiu vojo preni.

source: Being of an idle and reflective temperament, he stopped to read it⁠—it was headed “Unglücksfall,” and his poetic eye, inherited from his foolish, rhyming father, caught the pretty expression “fliessandes Wasser.” He read the first few lines.
eo: Estante de senokupa kaj pripesema temperamento, li haltis por legi ĝin⁠—estis titolita “Akcidento,” kaj lia poezia okulo, heredita de sia malsaĝa, rimanta patro, kaptis la belan esprimon “fluanta akvo.” Li legis la unuajn kelkajn liniojn.

source: Being well enough himself, except for a few mental worries, he went to a Gasthaus in the neighbourhood.
eo: Estante sufiĉe sana mem, krom kelkaj psika zorgoj, li iris al gastejo en la najbaraĵo.

source: But again it stopped, stuck endways against a stone.
eo: Sed denove ĝi haltis, fiksite vertikale kontraŭ ŝtono.

source: But each tap of the stick, he noticed, turned it sideways without sending it over the edge into the rushing water.
eo: Sed ĉiu frapeto per la bastono, li rimarkis, turnis ĝin flanken sen sendi ĝin trans la rando en la torentan akvon.

source: But for its sanatoria, Meran might be a cheerful place; their ubiquity reminds a healthy man too often that the air is really good.
eo: Krom ĝiaj sanitorioj, Merano eble estus gajiga loko; ilia ĉieo rememorigas sanan viron tro ofte ke la aero estas vere bona.

source: But it started a fraction of a second before he expected it would start.
eo: Sed ĝi ekmoviĝis frakcion da sekundo pli antaŭe ol li estus atendinta, ke ĝi ekmoviĝos.

source: He discovered the irritating item that caused the trouble.
eo: Li malkovris la iritantan aferon, kiu kaŭzis la ĝenon.

source: He felt a chill.
eo: Li sensis malvarmeton.

source: He fished the morsel out, and tossed it on the bank, and spat on it.
eo: Li elprenis fiŝe la mordaĵon, kaj ĵetis ĝin sur la bordon, kaj kraĉis sur ĝin.

source: He found himself in Meran with some cousins who had various slight ailments, but, being rich and imaginative, had gone to a sanatorium to be cured.
eo: Li trovis sin en Merano kun iuj kuzoj kiuj havis diversajn malgravajn malsanetojn, sed, estante riĉa kaj imagema, iris al sanatorio por esti resanigita.

source: He had £100 a year of his own and a position in a Philanthropic Institution (due to influence) with a nominal salary attached.
eo: Li havis £100 ĉiujare propran kaj postenon en Filantropa Institucio (pro influo) kun nominala salajro alfiksata.

source: He knew himself accurately enough to realise that he never could stand that.
eo: Li konis sin sufiĉe precize por konscii ke si neniam povus elteni tion.

source: He meant to keep the latter after marriage.
eo: Li intencis konservi la lastan post geedziĝo.

source: He mooned.
eo: Li tag'revis obsede.

source: He overbalanced, clutching the revolving framework with a frantic effort, shouted, swore, leaped at nothing, and fell into the pouring flood.
eo: Li tro balanciĝis, ekkaptante la turniĝantan kadraro kun freneza peno, kriis, sakris, saltis al nenio, kaj falis en la verŝiĝantan inundon.

source: He put his weight in a certain way; he strained his hefty muscles; he swore⁠—and the scrap of wood was easily dislodged.
eo: Li metis sian pezon en specifa pozicio; li streĉis siajn fortajn muskolojn; li sakris⁠—kaj la pecaĉo da ligno estis facile elpelita.

source: He then stooped, picked it up, and threw it in.
eo: Li tiam kliniĝis, prenis ĝin, kaj enĵetis ĝin.

source: He thought of thousands of things.
eo: Li pensis pri miloj da aferoj.

source: He was engaged to be married, and had put by a thousand kronen in the Tiroler Sparbank. He was a sober and hardworking man.⁠ ⁠…
eo: Li estis fianĉiĝita, kaj estis ŝparinta mil kronojn en la Tirola Ŝparbanko. Li estis sobra kaj laborema viro.⁠ ⁠…

source: He was not much of a man, perhaps, thin-blooded and unsuccessful, rather a dreamer, too, into the bargain.
eo: Li ne estis tre viro, eble, malfortik'sanga kaj sen'sukces'ema, iomete revulo, ankaŭ, krome.

source: He wondered if the man had really loved the girl, whether she, too, had money, and whether they would have had lots of children and been happy ever afterwards.
eo: Li scivolis ĉu la viron vere amis la fraŭlinon, ĉu ŝi ankaŭ havis monon, kaj ĉu ili estus havintaj multajn infanojn kaj estus feliĉaj ĉiam poste.

source: He would work just the same.
eo: Li laborus same.

source: His cousin’s chill and headache, for instance, caught at a gloomy picnic on the Campagna three weeks before, had led to her going into a sanatorium and being advised that her heart was weak, that she had a tendency to asthma, that gout was in her system, and that a treatment of X-rays, radium, sun-baths and light baths, violet rays, no meat, complete rest, with big daily fees to experts with European reputations, were imperative.
eo: La malvarm'tremo kaj kapdoloro de lia kuzino, ekzemple, kiujn ŝi ekhavis dum morna pikniko en la Kamparo tri semajnojn antaŭe, rezultigis ŝian eniron en sanatorion kaj konsilon ke ŝia koro estis malforta, ke ŝi havis tendencon al astmo, ke podagro estis en ŝia sistemo, kaj ke kuracado per X-radioj, radiumo, sun'banoj, kaj lum'banoj, violaj radioj, neniom da viando, kompleta ripozo, kun grandaj ĉiutagaj kotizoj al spertuloj kun eŭropaj reputacioj, estis imperativa.

source: However, they paid heavily for being there, so felt that something was being accomplished, and were annoyed when he called each day for tea, and told them cheerfully how much better they looked⁠—which proved, again, that their ailments were slight and quite curable by the local doctor at home.
eo: Tamen, ili pagis peze por esti tie, do sentis kvazaŭ ion indan estis farata, kaj ĝenis ilin kiam li vokis ilin ĉiutage por teo, kaj diris al ili gaje kiom pli bone ili aspektas⁠—kio pruvis, denove, ke iliaj malsanoj estas etaj kaj tre kuracebla de la loka kuracisto hejme.

source: In an instant he was turned upside down, sucked under, drowned.
eo: Tuje, li renversiĝis, estis englutita, dronis.

source: In the sanatorium his cousins complained bitterly of the food, the ignorant “sisters,” the inattentive doctors, and the idiotic regulations generally⁠—which proves that people should not go to a sanatorium unless they are really ill.
eo: En la sanitorio liaj kuzoj, plendis amare pri la mangaĵo, la malkleraj “fratinoj,” la malatentaj kuracistoj, kaj la idiotaj reguloj ĝenerale⁠—kiu pruvas ke oni ne iru al sanitorio krom se oni vere malsanas.

source: It jammed like iron.
eo: Ĝi fiksiĝis kiel fero.

source: It plopped and splashed, and went scurrying away downhill with the bubbling water.
eo: Ĝi plaŭdis kaj ŝprucis, kaj komencis fore krabli deklive laŭ la bobelanta akvo.

source: It stopped the wheel, and so the machinery of the entire mill.
eo: Ĝi haltigis la radon, kaj tiel la maŝinaron de la tuta muelilo.

source: It swung light-heartedly into the tearing sluice.
eo: Ĝi svingiĝis facilanime en la ŝirantan kluzon.

source: It was a revealing touch⁠—the way she put it on “the others.” He made his mind up then and there⁠—thus tiny things divide the course of life⁠—that he could never be happy with such an “affected creature.” He went for that drive, sat next to her consuming beauty, proposed to her passionately on the way back, was accepted before he could change his mind, and is now the father of several healthy children⁠—and just as much afraid of getting ill, or of their getting ill, as she was fifteen years before.
eo: Ĝi estis malkovra nuanco⁠—la maniero kiel ŝi imputis ĝin al “la aliuloj.” Li decidiĝis tiam kaj tie⁠—tiel malgrandetaj aferoj disigas la kursadon de vivo⁠—ke li neniam povus esti feliĉa kun tia “afekta estaĵo.” Li iris por tiu veturado, sidis apud ŝia konsumema beleco, pasie proponis geedziĝon al ŝi survoje reen, estis akceptata antaŭ ol li povus ŝanĝi sian opinion, kaj nun estas la patro de pluraj sanaj infanoj⁠—kaj same timema pri malsaniĝi, aŭ ke ili malsaniĝu, kiel ŝi estis antaŭ dek kvin jaroj.

source: It was a three weeks’ business, and he spent his mornings walking in the surrounding hills, his mind reflective, analytical, and ambitious, as with a man in love.
eo: Estis afero daŭranta tri semajnoj, kaj li pasigis siajn matenojn promenante en la ĉirkaŭaj montetoj, sia menso pripensa, analiza kaj ambicia, kiel viro enamiĝinta.

source: It was obstinate.
eo: Ĝi estis obstina.

source: It was triangular, a piece of sawn-off wood, brown with age and ragged.
eo: Ĝi stis triangula, peceto da tranĉita ligno, bruna de aĝo kaj malglata.

source: It was very sad.
eo: Estis tre malĝoja.

source: It whirled with the gush of water towards the wheel, banged, spun, trembled, caught fast in the side where the cogs just chanced to be⁠—and abruptly stopped the wheel.
eo: Ĝi kirliĝis per la ŝprucanta akvo al la rado, knalis, ŝpiniĝis, tremis, kaptiĝis firme en la flanko kie la dentradaj dentoj hazarde troviĝis⁠—kaj abrupte ĉesigis la radon.

source: It wobbled.
eo: Ĝi voblis.

source: Nobody should ever say that of him⁠—!
eo: Neniu iam diru tion pri li⁠—!

source: Once it had been part of a triumphant, hopeful sapling on the mountains; then, when thirty years of age, the men had cut it down; the rest of it stood somewhere now, at this very moment, in the walls of the house.
eo: Iam ĝi estis parto de triumfa esperplena arbido sur la montoj; tiam, kiam ĝi aĝis tridek jarojn, la viroj dehakis ĝin; la cetero de ĝi staras ie nun, je ĉi tiu preciza momento, en la muroj de la domo.

source: Once, for instance, he paused beside a rivulet to watch the buttercups dip, and asked himself, “Will she be like this when we’re married⁠—so anxious to be well that she thinks fearfully all the time of getting ill?” For if so, he felt he would be bored.
eo: Unufoje, ekzemple, li paŭzis apud rojo por rigardi la ranunkolojn trempetiĝi, kaj demandis sin mem, “Ĉu ŝi estos tiel kiam ni estos edziĝaj⁠—tiel anksia pri esti sana ke ŝi pensas time ĉiam pri malsaniĝi?” Ĉar, se jes, li sentis ke si enuus.

source: Proud of its newfound motion, it bobbed down merrily, spinning and turning for a mile or so, dancing gaily over sunny meadows, brushing the dipping buttercups as it passed, through vineyards, woods, and under dusty roads in neat, cool gutters, and tumbling headlong over little waterfalls, until it neared the plain.
eo: Fiera pro sia nove trovita movo, ĝi gaje balanciĝis malsupren, ŝpiniĝante kaj turniĝante dum mejlo aŭ pli, dancante gaje super sunaj herbejoj, tuŝetante la kliniĝantajn ranunkolojn dum ĝi preterpasis, tra vinberejoj, arbaroj, kaj sub polvaj vojoj en puraj, malvarmetaj defluiloj, kaj ruliĝante impete super malgrandaj akvofaloj, ĝis ĝi proksimiĝis al la ebenaĵo.

source: Some fellow, with a picturesque Tyrolese name, had been drowned beneath a mill-wheel; he was popular in the neighbourhood, it seemed; he had saved some money, and was just going to be married.
eo: Iu ulo kun pitoreska Tirola nomo, dronis sub rado de muelilo; li estis populara en la najbaraĵo, tiel ŝajnis; li ŝparis iom da mono, kaj estis jus geedziĝonta.

source: The Englishman, asking the porter of his Gasthaus for something to wrap up a present he was taking to his cousin in the sanatorium, used that very issue.
eo: La anglo, petante la portiston de sia gastejo por io por paki donacon, kiun li estis elportonta al sia kuzino en la sanatorio, uzis tiun saman eldonon.

source: The female, of course, matures long, long before the male, he reflected, thinking the matter over in his study once.⁠ ⁠…
eo: La ino, ja vere, maturiĝas longe, longe antaŭ la masklo, li pripensis, pripensante la aferon en sia studejo unufoje ⁠…

source: The great wheel started with a mighty groan.
eo: La granda rado ekmoviĝis kun potenca ĝemego.

source: The others feel so much better.”
eo: La aliuloj fartas tiom pli bone.”

source: The particular angle at which the double-handed saw, held by two weary and perspiring men, had cut it off a year before just enabled it to fit and wedge itself with irresistible exactitude.
eo: La specifa angulo, ĉe kiu la duoble tenila segilo, tenata per du lacaj kaj ŝvitantaj viroj, detranĉis ĝin antaŭ jaro, ĝuste ebligis ĝin taŭgi kaj kojni sin kun nerezistebla precizeco.

source: The pressure of the tearing water combined with the weight of the massive wheel to fix it tight and rigid.
eo: La premo de la ŝiranta akvo, kombiniĝis kun la pezo de la grandega rado por fiksi ĝin strikte kaj rigide.

source: The way little unimportant things can change a person’s whole existence was the one his thought just now had fastened on.
eo: La maniero kiel malgrandaj negravaj aferoj povas ŝanĝi onian tutan ekzistadon estis tiu, pri kiu lia penso ĵus fiksiĝis.

source: There was a paragraph in the local paper two days later.
eo: Estis paragrafo en la loka jurnalo du tagojn poste.

source: This extra bit was cast away as useless; it served no purpose anywhere; it was slowly rotting in the sun.
eo: Ĉi tiu superfluo estis forjetita kiel senutila; ĝi servis por nenia intenco ie ajn; ĝi estis malrapide putranta en la suno.

source: Unknowing (yet assuredly not unknown), it chose the trough.
eo: Nekonanta (tamen certe ne nekonata), ĝi elektis la trogon.

source: Upon that bit of wood his mind, his mood, then fastened itself.
eo: Pri tiu peceto el ligno, lia menso, lia humoro, tiam fiksiĝis.

source: We thought of going for a drive.
eo: Ni pensis veturi.

source: With one of the ailing cousins, a rich and pretty girl, he believed himself in love.
eo: Kun unu el la malsanaj kuzinoj, riĉa kaj bela fraŭlino, li kredis sin enamiĝinte.

source: Yet money was a wonderful thing to have, and he, already thirty-five, had little enough!
eo: Tamen mono estis mirindaĵo por havi, kaj li, jam aĝas tridek kvin, havis malgrande sufiĉe!

source: “Am I influenced by her money, then?” he asked himself⁠ ⁠… and so went on to ask and wonder about many things besides, for he was of a reflective temperament and his father had been a minor poet.
eo: “Ĉu mi do estas influata de ŝia mono?” li demandis sin⁠ ⁠… kaj do daŭris demandi kaj pripensi multajn aferojn krome, ĉar li estis de pripensema temperamento kaj lia patro estis negrava poeto.

source: “Even that scrap of useless wood,” he reflected, rising to continue his aimless walk, and still idly dreaming, “even that bit of rubbish may have a purpose, and may change the life of someone⁠—somewhere!”⁠—and then went strolling through the fragrant pine woods, crossing a dozen similar streams, and hitting scores of stones and scraps and fir cones as he went⁠—till he finally reached his Gasthaus an hour later, and found a note from her: “We shall expect you about three o’clock.
eo: "Eĉ tiu pecaĉo de senutila ligno," li pripensis, leviĝante por daŭrigi sian sencelan promenon, ankoraŭ senokupe revante, “eĉ tiu peceto da rubaĵo eble havas intencon, kaj eble ŝanĝos la vivon de iu⁠—ie!”⁠—kaj tiam promenis tra la aroma pinaro, transirante dekduon da simila riveretoj, kaj frapante dudekojn da ŝtonoj kaj pecaĉo kaj abiaj konusoj dum li iris⁠—ĝis li finfine atingis sian Gastejon horon poste, kaj trovis letereton de ŝi: “Ni atendos vin ĉirkaŭ la tria horo.

source: “From that chill, sitting a moment too long in the shadow of a forgotten Patrician’s tomb,” he reflected, “has come all this”⁠—“all this” including his doubt as to whether it was herself or her money that he loved, whether he could stand living with her always, whether he need really keep his work on after marriage, in a word, his entire life and future, and her own as well⁠—“all from that tiny chill three weeks ago!” And he knocked with his stick a little piece of sawn-off board that lay beside the rushing water.
eo: “El tiu malvarm'tremo, sidante dum momento tro longe en la ombro de la tombo de iu forgesita patricio,” li pripensis, “ĉio ĉi rezultis”⁠—“ĉio ĉi” inkluze de lia dubo pri tio, ĉu estas ŝin mem aŭ ŝian monon tion li amis, ĉu li povus elteni vivado kun ŝi ĉiam, ĉu li vere devas daŭrigi sian laboron post geedziĝo, en unu vorto, sia tuta vivo kaj estonteco, kaj krome ŝia propra⁠—“ĉio tio de tiu malgranda malvarm'tremo tri semajnoj antaŭ!” Kaj li frapis per sia bastono malgrandan peceton da tranĉita tabulo, kiu kuŝis apud la torenta akvo.

source: “I shall be late,” he reflected.
eo: “Mi malfruos,” li pripensis.

source: “It doesn’t want to go in,” he laughed, his father’s little talent cropping out in him, “but, by Jove, it shall!” And he pushed it with his foot.
eo: “Ĝi ne volas eniri,” li ridis, la malgranda talento de lia patro eliranta en si, “sed, pro Jovo, ĝi faros!” Kaj li puŝis ĝin per la piedo.

source: “Our readers’ sympathy” was with him.⁠ ⁠… And, being of a reflective temperament, the Englishman thought for a moment, while he went on wrapping up the parcel.
eo: “La simpatio de niaj legantoj” estis kun li.⁠ ⁠… Kaj, estante de pripensema temperamento, la anglo pensis dum momento, dum li daŭre envolvis la pakaĵon.

source: “Such little, unimportant things delay one⁠ ⁠… !”
eo: “Tiaj malgrandaj, malgravaj aferoj malfruigas onin ⁠… !”
